<?php
$MESS['TITLE'] = 'Обработка выгрузки для турбостраниц яндекса';
$MESS['TOP_DESCRIPTION'] = 'На форме ниже можно создать из yml-файла выгрузки, например, для Яндекс.Маркета или для Турбо-страниц, файлы выгрузки для каждого региона. При запуске на этой форме нужно запускать несколько раз.';
$MESS['FROM'] = 'Относительный путь до исходного файла выгрузки (xml)';
$MESS['TO'] = 'Относительный путь до папки для новых динамических файлов (папка)';
$MESS['SITE_ID'] = 'ID сайта';
$MESS['SITE_ADDRESS'] = 'Адрес сайта';
$MESS['GENERATE'] = 'Сгенерировать';
$MESS['REFRESH'] = 'Скрипт не сгенерировал файлы. Запустите ещё раз, пожалуйста';
